-- ----------------------------
-- Records of users
-- ----------------------------
LOCK TABLES `users` WRITE;
INSERT IGNORE INTO `users` VALUES
(1,'superadmin','superadmin@gmail.com','qwas',3),
(2,'admin','admin@gmail.com','qwas',2),
(3,'user','user@gmail.com','qwas',1),
(4,'guest','guest@gmail.com','qwas',0);
UNLOCK TABLES;

-- ----------------------------
-- Records of drivers
-- ----------------------------
LOCK TABLES `drivers` WRITE;
INSERT IGNORE INTO `drivers` VALUES
(1,2,'2016-11-04 12:13:19','2016-11-04 12:14:22','BOOKIN','GENA','X','LB','12345678',2,NULL),
(2,2,'2016-11-05 22:42:12','2016-11-05 22:49:10','ОЛЬГА ','ПЕТРОВНА','НЕМУЗА','GGG','456015',2,'Перелетает овраги'),
(3,2,'2016-11-05 22:43:20',NULL,'МОТОРОВ','ГЕОРГ','ОТСОВИЧ','ППП','789778',1,'ломает моторы'),
(4,2,'2016-11-05 22:44:23',NULL,'КАМАЗИДЗЕ','ГИВИ','ИОСИФОВИЧ','55 55','555555',1,'Врезается в камазы, выживает, что не скажешь о камазах и арендуемой машине'),
(5,3,'2016-11-05 22:45:29',NULL,'УСУНЬ ЯН','КИМ','СЕН','КИТАЙ','668877',1,'думает о Будде'),
(6,3,'2016-11-05 22:46:05',NULL,'КИТОРО','МОРО','КИТОРО','ЯПОН','333555',1,'СКАНДАЛЬНЫЙ'),
(7,3,'2016-11-05 22:46:41','2016-11-05 22:49:18','ЛЮПЕН','ФРАНЦУА','ПЕРИ','666','999',2,'НЕ ПОНИМАЕТ ПО-РУССКИ'),
(8,2,'2016-11-05 22:48:28','2016-11-05 22:49:26','ГРАЦ','БЕНДЖАМИН','ЛЕОПОЛЬДОВИЧ','АА','993322',2,'Стрёмный чувак'),
(9,3,'2016-11-05 22:48:34','2016-11-05 22:50:57','JOIN','ME','CONFERENC','GGG','5544701',2,'во время вождения сидит в фейсбуке'),
(10,3,'2016-11-05 22:49:25','2016-11-05 22:51:08','ULYANOV','VLADIMIR ','VLAD','789659','4359806',1,'путает автомобиль с трамваем'),
(11,2,'2016-11-05 22:50:06',NULL,'КОТОВ','ЛЕОПОЛЬД','МЫШЕВИЧ','СЫР','887799',1,'Хочет дружить с мышками');
UNLOCK TABLES;

-- ----------------------------
-- Records of docs
-- ----------------------------
LOCK TABLES `docs` WRITE;
UNLOCK TABLES;

